YCSB output txt files/test25000D/jdbc_workloadd_25000_run_240420.txt
Adding shard node URL: jdbc:mysql://localhost:3306/Benchtest
Using shards: 1, batchSize:-1, fetchSize: -1
[OVERALL], RunTime(ms), 104071
[OVERALL], Throughput(ops/sec), 240.22061861613707
[TOTAL_GCS_PS_Scavenge], Count, 8
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 110
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.10569707219110032
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 8
[TOTAL_GC_TIME], Time(ms), 110
[TOTAL_GC_TIME_%], Time(%), 0.10569707219110032
[READ], Operations, 23764
[READ], AverageLatency(us), 425.86210233967347
[READ], MinLatency(us), 225
[READ], MaxLatency(us), 16399
[READ], 95thPercentileLatency(us), 612
[READ], 99thPercentileLatency(us), 771
[READ], Return=OK, 23764
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2317.0
[CLEANUP], MinLatency(us), 2316
[CLEANUP], MaxLatency(us), 2317
[CLEANUP], 95thPercentileLatency(us), 2317
[CLEANUP], 99thPercentileLatency(us), 2317
[INSERT], Operations, 1236
[INSERT], AverageLatency(us), 75175.3495145631
[INSERT], MinLatency(us), 15296
[INSERT], MaxLatency(us), 901631
[INSERT], 95thPercentileLatency(us), 259199
[INSERT], 99thPercentileLatency(us), 466175
[INSERT], Return=OK, 1236